[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=Spiel wählen
GameManagement=Datei
GameManagement_New=Neuer Ordner
GameManagement_Modify=Ordner bearbeiten
GameManagement_Delete=Ordner löschen
FileManagement_New=Neu
FileManagement_Open=Öffnen
FileManagement_Save=Speichern
FileManagement_SaveAs=Speichern unter
FileManagement_Delete=Löschen
FileManagement_ReName=Umbenennen
FileManagement_ImportExport=Datei In / Export
FileManagement_Transfer=Up/Download
lb_FileName_ODME->Caption=Datei
lb_CommandArea_ODME->Caption=Befehl-Zone
lb_SimulateArea_ODME->Caption=Simulation-Zone
lb_MacroArea_ODME->Caption=Makro-Zone
lb_TimeCount_ODME->Caption=:Voreinstellung Verzögerungszeit(ms)
htmlb_Statement1->Caption=OscarII Programmierungleitfaden:
htmlb_Statement2->Caption=Gehen Sie nach der Erstellung eines neuen Makros wie folgt vor: Schritt 1: Wählen Sie den Simulation-Befehl aus der Befehl-Zone.@RETURN@Schritt 2: Ziehen Sie Simulation-Befehl mit der linken Taste in die Makro-Zone und lösen Sie sie.@RETURN@Schritt 3: Ändern Sie die Makro-Zonen-Daten 
htmlb_Statement3->Caption=1-Tastatur: Tastenanschlag-Simulation.
htmlb_Statement4->Caption=2-Maus: Klick-Simulation.
htmlb_Statement5->Caption=3-Aktion Cursor-Simulation.
htmlb_Statement6->Caption=4-Steuerung: Tastendruck, Klicken, Zeitverzögerung, Variable, Schleife usw.
htmlb_Statement7->Caption=5-Betrieb Eingabe Tastatur/Mausvariation usw.
bt_ResumeMacroI_ODME->Caption=Fortsetzen [Oscar I]
bt_DownloadExplain_ODME->Caption=Manuell
lb_KeyboardInput_ODME->Caption=Physikalische Tastatureingabe
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=Gehe zu x:           y:
RelativeMoveBrick->Text=Relative Bewegung x:             y:
FlagBrick->Text=Flags
GotoBrick->Text=Gehe zu Flag
CommentBrick->Text=Kommentare
ReProgramBrick->Text=Drücken Sie Start                     Stopp
DelayBrick->Text=Verzögerung
IfBrick->Text=WENN
IfKeyBrick->Text=Wenn der Zustand von                    ist
ForBrick->Text=Wiederholen           Mal
PlusBrick->Text=%B26+
MinusBrick->Text=%B26-
AndBrick->Text=%B26&
OrBrick->Text=%B26|
XorBrick->Text=%B26^
KeyBrick->Text=Tast:Delay            ms
LeftKeyBrick->Text=Linke Taste:Verzögerung            ms
RightKeyBrick->Text=Rechte Taste:Verzögerung            ms
MiddleKeyBrick->Text=Mittlere Taste:Verzögerung            ms
FourthKeyBrick->Text=4. Taste:Verzögerung            ms
FifthKeyBrick->Text=5. Taste:Verzögerung            ms
ForwardScrollBrick->Text=Vorwärts           Raster
BackwardScrollBrick->Text=Rückwärts           Raster
MenuItem[0]->Caption=Klicken
MenuItem[1]->Caption=Down
MenuItem[2]->Caption=Up
MenuItem[3]->Caption=Loslassen
MenuItem[4]->Caption=Erneut drücken
MenuItem[5]->Caption=VariableA
MenuItem[6]->Caption=VariableB
MenuItem[7]->Caption=VariableC
MenuItem[8]->Caption=VariableD
MenuItem[9]->Caption="@equ@@equ@"
MenuItem[10]->Caption="!@equ@"
MenuItem[11]->Caption=Nummer
MenuItem[12]->Caption=ms
MenuItem[13]->Caption=Sec
MenuItem[14]->Caption=Min
MenuItem[15]->Caption=Taste1
MenuItem[16]->Caption=Taste2
MenuItem[17]->Caption=Taste3
MenuItem[18]->Caption=Taste4
MenuItem[19]->Caption=Taste5
MenuItem[20]->Caption=Taste6
MenuItem[21]->Caption=Taste7
MenuItem[22]->Caption=Taste8
MenuItem[23]->Caption=Taste9
MenuItem[24]->Caption=Taste10
MenuItem[25]->Caption=Taste11
MenuItem[26]->Caption=Taste12
MenuItem[27]->Caption=Taste13
MenuItem[28]->Caption=Taste14
MenuItem[29]->Caption=Taste15
MenuItem[30]->Caption=Taste16
MenuItem[31]->Caption=Taste17
MenuItem[32]->Caption=Taste18
MenuItem[33]->Caption=Taste19
MenuItem[34]->Caption=Taste20
MenuItem[35]->Caption=Taste21
MenuItem[36]->Caption=Taste22
MenuItem[37]->Caption=Taste23
MenuItem[38]->Caption=Taste24
MenuItem[39]->Caption=Drücken
MenuItem[40]->Caption=Loslassen
NewGameNameTitle=Neuer Ordner
NewGameNameDefault=Neuer Ordner
ModifyGameNameTitle=Ordner bearbeiten
DeleteGameFileConfirm=Spiele-Ordner löschen? Dateinen in diesem Ordner gehen verloren.
DeleteGameFileSelected=Datei / Ordner im Maus-Speicher abgelegt und ist für alle Cores verfügbar, umbenennen / löschen? Wenn Sie [JA] drücken, wird diese gelöscht!
RenameGameNameSelected=Datei / Ordner im Maus-Speicher abgelegt und ist für alle Cores verfügbar, umbenennen / löschen? Wenn Sie [JA] drücken, wird diese gelöscht!
PleaseCreateDirectory=Bitte erstellen Sie einen Spiel-Ordner
NewCreateFileName=Neue Datei
NewCreateFileDefault=Neue Datei
RenameMacroName=Umbenennen
PleaseInputMacroName=Neuer Dateiname
MacroExistAlready=Datei existiert bereits, überschreiben?
MustCreatFile=Sie müssen eine neue Makro-Datei zum Bearbeiten erstellen!
VersionMessage=Falsche Version, kann nicht gespeichert werden
MacroDeleteFile=Datei permanent löschen?
MacroSelectFile=Datei / Ordner im Maus-Speicher abgelegt, umbenennen / löschen? Wenn Sie [YES] drücken, wird diese Funktion gelöscht!
MacroUsed=Datei / Ordner im Maus-Speicher abgelegt, umbenennen / löschen? Wenn Sie [YES] drücken, wird diese Funktion gelöscht!
MacroModify=Das Skript wurde modifiziert, speichern?
InputNameInvalid=Ungültiges Zeichen verwendet [z.B. \ / :@RETURN@* ? " < > | ].
TrialAccessDeny=Danke für Dein Interesse an [HEADSHOT]. Bitte erwerben sie einen Ultra-Core3 aktivierungs Key.
FileRowsExceedsUpperLimit=Die Anzahl der Zeilen in dieser Datei überschreitet das Limit. Bitte die Einstellungen neu konfigurieren.
IsCoverSameNameFile=Der gespeicherte Dateiname ist bereits vorhanden. Überschreiben?
CanNotTransformOscarII=Die Datei [OSCAR I] kann nicht zu [OSCAR II] konvertiert werden. Bitte  [OSCAR II] auf der Registerkarte MACRO 
FileRowsMayExceedsUpperLimit=Die Datei wurde gespeichert. Über 1.000 Anleitungen treffen ggf. nicht auf den Gerätespeicher zu.
CPIRemarkDefault=Werkseinstellung
bt_Save_ODME->Hint=Speichern
bt_Undo_ODME->Hint=Rückgängig
bt_Redo_ODME->Hint=Wiederholen
bt_Record_ODME->Hint=Aufnehmen
rb_RepeatType_ODME->Hint=Nicht wiederholen
rb_RepeatType1_ODME->Hint=Drücken:Start@RETURN@Loslassen:Stop
rb_RepeatType2_ODME->Hint=Drücken:Start @RETURN@Erneut drücken:Stop
pmnV_Cut->Caption=Schneiden
pmnV_Copy->Caption=Kopieren
pmnV_Paste->Caption=Einfügen
pmnV_Delete->Caption=Löschen
pmnV_SetDelay->Caption=
pmnV_SetAllDelay->Caption=Alle "Verzögerung"-Werte ändern
pmnV_ClearAll->Caption=Alles löschen
//按鍵測試區=
lb_MouseKeyTest->Caption=Tasten anfragen
PleasePressKey=Bitte Maustaste drücken
MouseKeyUnknown=Unbekannt

[DrawMacroEditRecord]
bt_Start->Caption=<F11> zum starten 
bt_Stop->Caption=<F12> zum stoppen 
cb_AxisAbsolute->Caption=Absolute Mausbewegung aufzeichnen
cb_AxisRelatively->Caption=Relative Mausbewegung aufzeichnen
cb_KeyboardAction->Caption=Tastatureingabe aufzeichnen
cb_MouseClick->Caption=Mausklicks aufnehmen

[DrawMacroEditStatement]
lb_Title->Caption=Eingabe vor Speichern erforderlich!
lb_Software->Caption=Anwendbare Software (Zum Beispiel  CS)
lb_Statement->Caption=Beschreiben
lb_Comment->Caption=Funktion beschreiben
mi_EditerCut->Caption=Ausschneiden
mi_EditerCopy->Caption=Kopieren
mi_EditerPaste->Caption=Einfügen
lb_EditComment->Caption1=Funktionsinfo ausfüllen
lb_EditComment->Caption2=Funktionsinfo bearbeiten
lb_Resolution->Caption=Spielauflösung
lb_CPIRemark->Caption=Aufnahmesensitivität

[DrawMacroInstructions]
lb_TestDescription->Caption=Daten werden temporär im Speicher der 4. Taste gespeichert. In der Testzone oder im Game-Tests rufen Sie die standardm. 4. Tasteneinstellung durch Rücksetzen auf der "Taste-Seite" auf.
ck_CursorRecord->Caption=Initiierung Cursor-Aufzeichnung
lb_InterruptTips->Caption=Wenn das Testprogramm nicht gesteuert werden kann, drücken Sie [Feststelltaste]+[Scroll-Lock]+[Num Lock] zum Unterbrechen und erneuten Debuggen.
lb_TestCommon->Caption=Beschreiben
PressSpaceToTest=Drücken Sie die 4. Taste, um den Test  zu starten.
Key=Taste
KeyDown=Drücken
KeyUp=Loslassen
MouseMoveTo=Mouse_move_to
MouseRelativeMove=Mouse_relative_move
Delay=Verzögerung
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Nach_oben_scrollen
MouseWhellDown=Nach_unten_scrollen
MouseLeftKeyDown=Linke_Taste_drücken
MouseLeftKeyUp=Linke_Taste_freigeben
MouseLeftKeyClick=Linke_Taste_klicken
MouseLeftKeyDblClick=Linke_Taste_doppelklicken
MouseMiddleKeyDown=Mittlere_Taste_drücken
MouseMiddleKeyUp=Mittlere_Taste_freigeben
MouseMiddleKeyClick=Mittlere_Taste_klicken
MouseRightKeyDown=Rechte_Taste_drücken
MouseRightKeyUp=Rechte_Taste_freigeben
MouseRightKeyClick=Rechte_Taste_klicken
MouseFourthKeyDown=4._Taste_drücken
MouseFourthKeyUp=4._Taste_freigeben
MouseFourthKeyClick=4._Taste_klicken
MouseFifthKeyDown=5._Taste_drücken
MouseFifthKeyUp=5._Taste_freigeben
MouseFifthKeyClick=5._Taste_klicken

[DrawMacroEditFileDialog]
lb_Directory->Caption=Spiel
lb_FileName->Caption=Datei
lb_Title->Caption1=Öffnen
lb_Title->Caption2=Speichern
lb_Title->Caption3=Speichern als
lb_Title->Caption4=Löschen
lb_Title->Caption5=Löschen
lb_FileType->Caption=Typ
advcb_FileType->Caption1=Alle Makro-Dateien *.*
advcb_FileType->Caption2=*.amc (Macro)
advcb_FileType->Caption3=*.amc2 (Macro)
advcb_FileType->Caption4=*.mgn (Macro gun)
advcb_FileType->Caption5=*.mgn2 (Macro gun)
NoAuthorityUse=Ungenügende Systemrechte, Datei kann nicht geöffnet werden!

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=Zeit(ms)

